const newsData = [
  {
    year: '2020',
    data: [
      {
        date: '29.03.2020',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2020',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2020',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2020',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '12.04.2020',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '21.03.2020',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '14.02.2020',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
    ]
  },
  {
    year: '2014',
    data: [
      {
        date: '29.03.2014',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2014',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2014',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2014',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      }
    ]
  },
  {
    year: '2022',
    data: [
      
    ]
  },

  {
    year: '2021',
    data: [
      {
        date: '29.03.2021',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '12.01.2021',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '11.01.2021',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '08.05.2021',
        text: 'Победа в электронном аукционе Министерства промышленности и торговли Российской Федерации на оказание услуг по эксплуатации АИС «Кадровый учет».',
      },
      {
        date: '30.04.2021',
        text: 'Победа в электронном конкурсе Министерства промышленности и торговли Российской Федерации на оказание услуг по сопровождению АИС «Бюджетный учет в загранаппарате».',
      },
      {
        date: '07.04.2021',
        text: 'Победа в электронном аукционе Управления Судебного департамента в Архангельской области и Ненецком автономном округе на оказание услуг в сфере ИКТ по предоставлению неисключительных прав на использование лицензионного программного обеспечения VipNet Client для нужд районных, гарнизонных военных судов Архангельской области и Ненецкого автономного округа.',
      },
      {
        date: '05.04.2021',
        text: 'Закупка у единственного поставщика на выполнение работ по модернизации автоматизированной информационной системы «Кадры Совета Федерации» Аппарата Совета Федерации Федерального Собрания Российской Федерации с целью реализации учета и обработки данных о цифровых финансовых активах, цифровых правах и цифровой валюте.',
      },
      {
        date: '10.02.2021',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2021',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2021',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      }
    ]
  },
  {
    year: '2019',
    data: [
      {
        date: '29.03.2019',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2019',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2019',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2019',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
    ]
  },
  {
    year: '2013',
    data: [
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '29.03.2013',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2013',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2013',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2013',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
    ]
  },
  {
    year: '2017',
    data: [
      {
        date: '10.02.2017',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '29.03.2017',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '11.01.2017',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
      {
        date: '14.01.2017',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      }
    ]
  },
  {
    year: '2016',
    data: [
      {
        date: '14.01.2016',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '29.03.2016',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2016',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '11.01.2016',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
    ]
  },
  {
    year: '2018',
    data: [
      {
        date: '29.03.2018',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2018',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2018',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2018',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
    ]
  },
  {
    year: '2015',
    data: [
      {
        date: '29.03.2015',
        text: 'Победа в электронном конкурсе Управления делами Президента Российской Федерации на оказание услуг по сопровождению автоматизированной информационной системы управления финансами.',
      },
      {
        date: '10.02.2015',
        text: 'Победа в электронном аукционе департамента информационных технологий и связи Ямало-Ненецкого автономного округа на оказание услуг по технической поддержке автоматизированной информационной системы ведения кадрового учета и автоматизации кадровых процессов Ямало-Ненецкого автономного округа.',
      },
      {
        date: '14.01.2015',
        text: 'Победа в открытом конкурсе Евразийской экономической комиссии на закупку услуг по сопровождению информационной системы учета и управления кадровым составом Евразийской экономической комиссии.',
      },
      {
        date: '11.01.2015',
        text: 'Победа в электронном конкурсе Министерства экономического развития Российской Федерации на оказание услуг по сопровождению подсистем и функциональных модулей автоматизированной информационной системы «Кадры» Минэкономразвития России в 2021 году.',
      },
    ]
  }
]

export { newsData };