const vacancyData = [
  {
    vacancy: 'Аналитик',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'опыт сбора и анализа требований к ПО.' },
        { text: 'опыт постановки задач программистам.' },
        { text: 'опыт подготовки конкурсных заявок в технической части.' },
        { text: 'опыт работы с гос.Заказчиками.' },
        { text: 'креативность, творческий подход к решению поставленных задач.' },
        { text: 'плюсом будет являться знание одной из предметных областей по направлениям: бухгалтерский учет в бюджетных организациях, зарплата, кадры, или желание погрузиться в эти предметные области.' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'погружение в предметную область, проведение обследований, сбор, анализ, формализация и согласование требований заказчика к разрабатываемой системе, протоколирование, системный анализ.' },
        { text: 'разработка проектной документации (концепций, ТЗ, ЧТЗ, ФТТ, постановки задач, ПМИ), соответствующей ГОСТ и внутренним стандартам Компании.' },
        { text: 'подготовка и разработка регламентирующей документации.' },
        { text: 'взаимодействие с разработчиками (постановка задач, контроль сроков выполнения работ, контроль качества решения задач).' },
        { text: 'взаимодействие с заказчиком (консультирование, обучение пользователей).' },
        { text: 'подготовка презентаций для руководства Компании и заказчиков.' },
      ]
    },
    conditions: {
      data: [
        { text: 'офис в центре Москвы (м. Китай-город).' },
        { text: 'оформление по ТК РФ, 100% "белая" заработная плата.' },
        { text: 'ДМС.' },
        { text: 'возможность принять участие в реализации крупных государственных проектов.' },
      ]
    }
  },
  {
    vacancy: 'Ведущий специалист 1С (бюджетный учет)',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'Высшее образование техническое или экономическое.' },
        { text: 'Уверенное знание бюджетного бухгалтерского учёта.' },
        { text: 'Опыт внедрения и/или сопровождения бухгалтерских программных продуктов на базе 1С 8.' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'Внедрение и сопровождение ПО на территории Заказчика.'},
        { text: 'Сбор и анализ требований.'},
        { text: 'Постановка и тестирование задач на разработку.'},
        { text: 'Консультации пользователей по порядку работы с ПО.'},
        { text: 'Участие в подготовке эксплуатационной документации.'},
        { text: 'Участие в сдаче этапов проектов.'},
      ]
    },
    conditions: {
      data: [
        { text: 'Работа на территории Заказчика (крупные гос. учреждения, центр Москвы).' },
        { text: 'ДМС.' },
        { text: 'Мобильный телефон' },
      ]
    }
  },
  {
    vacancy: 'Разработчик SQL',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'Знание SQL, понимание принципов построения реляционных баз данных.' },
        { text: 'Опыт использования СУБД MS SQL и/или PostgreSQL.' },
        { text: 'Опыт создания и оптимизация запросов на T-SQL и/или PL/pgSQL, опыт работы с MS Database Project.' },
        { text: 'Опыт разработки отчетных форм, знание VBA.' },
        { text: 'Знакомство с платформой Microsoft ASP.Net' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'Участие в проектировании структур баз данных.'},
        { text: 'Создание объектов баз данных в соответствии с требованиями постановок задач.'},
        { text: 'Разработка отчетных форм и модулей приложений.'},
      ]
    },
    conditions: {
      data: [
        { text: 'Офис на набережной в пешеходной доступности от м. Китай-город, Новокузнецкая, Таганская.' },
        { text: 'Мобильная связь.' },
        { text: 'Оформление по ТК РФ, 100% "белая" заработная плата.' },
        { text: 'Режим работы 9:30 – 18:30, допустимо смещение графика.' },
        { text: 'ДМС.' },
      ]
    }
  }
]

export { vacancyData };