const vacancyData = [
  {
    vacancy: 'Аналитик',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'опыт сбора и анализа требований к ПО.' },
        { text: 'опыт постановки задач программистам.' },
        { text: 'опыт подготовки конкурсных заявок в технической части.' },
        { text: 'опыт работы с гос.Заказчиками.' },
        { text: 'креативность, творческий подход к решению поставленных задач.' },
        { text: 'плюсом будет являться знание одной из предметных областей по направлениям: бухгалтерский учет в бюджетных организациях, зарплата, кадры, или желание погрузиться в эти предметные области.' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'погружение в предметную область, проведение обследований, сбор, анализ, формализация и согласование требований заказчика к разрабатываемой системе, протоколирование, системный анализ.' },
        { text: 'разработка проектной документации (концепций, ТЗ, ЧТЗ, ФТТ, постановки задач, ПМИ), соответствующей ГОСТ и внутренним стандартам Компании.' },
        { text: 'подготовка и разработка регламентирующей документации.' },
        { text: 'взаимодействие с разработчиками (постановка задач, контроль сроков выполнения работ, контроль качества решения задач).' },
        { text: 'взаимодействие с заказчиком (консультирование, обучение пользователей).' },
        { text: 'подготовка презентаций для руководства Компании и заказчиков.' },
      ]
    },
    conditions: {
      data: [
        { text: 'офис в центре Москвы (м. Китай-город).' },
        { text: 'оформление по ТК РФ, 100% "белая" заработная плата.' },
        { text: 'ДМС.' },
        { text: 'возможность принять участие в реализации крупных государственных проектов.' },
      ]
    }
  },
  {
    vacancy: 'Ведущий специалист 1С (бюджетный учет)',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'Высшее образование техническое или экономическое.' },
        { text: 'Уверенное знание бюджетного бухгалтерского учёта.' },
        { text: 'Опыт внедрения и/или сопровождения бухгалтерских программных продуктов на базе 1С 8.' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'Внедрение и сопровождение ПО на территории Заказчика.'},
        { text: 'Сбор и анализ требований.'},
        { text: 'Постановка и тестирование задач на разработку.'},
        { text: 'Консультации пользователей по порядку работы с ПО.'},
        { text: 'Участие в подготовке эксплуатационной документации.'},
        { text: 'Участие в сдаче этапов проектов.'},
      ]
    },
    conditions: {
      data: [
        { text: 'Работа на территории Заказчика (крупные гос. учреждения, центр Москвы).' },
        { text: 'ДМС.' },
        { text: 'Мобильный телефон' },
      ]
    }
  },
  {
    vacancy: 'Разработчик ASP Net',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'Опыт работы с ASP.NET MVC, C#.' },
        { text: 'Опыт использования любой ORM (Entity Framework, NHibernate, Dapper или другие).' },
        { text: 'Знание JavaScript.: большим плюсом будет опыт работ с AngularJS либо другим JS - фреймворком.' },
        { text: 'Знание MS SQL, опыт в написании запросов средней сложности.' },
        { text: 'Приветствуется опыт работы с Angular(2+) и TypeScript.' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'Создание приложений на платформе ASP.NET MVC (Web Api).' },
        { text: 'Развитие функционала существующих приложений.' },
        { text: 'Участие в проектировании разрабатываемых решений.' },
      ]
    },
    conditions: {
      data: [
        { text: 'Офис на набережной в пешеходной доступности от м. Китай-город, Новокузнецкая, Таганская.' },
        { text: 'Комфортный, тихий офис с помещениями по несколько сотрудников.' },
        { text: 'Производительное железо: i5/i7, SSD, два 24" Full HD монитора c IPS-матрицей.' },
        { text: 'Оформление по ТК РФ, заработная плата полностью проходит по 2НДФЛ.' },
        { text: 'Режим работы 09:30 - 18:30, допустимо смещение графика.' },
        { text: 'ДМС.' },
      ]
    }
  },
  {
    vacancy: 'Разработчик SQL',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'Знание SQL, понимание принципов построения реляционных баз данных.' },
        { text: 'Опыт использования СУБД MS SQL и/или PostgreSQL.' },
        { text: 'Опыт создания и оптимизация запросов на T-SQL и/или PL/pgSQL, опыт работы с MS Database Project.' },
        { text: 'Опыт разработки отчетных форм, знание VBA.' },
        { text: 'Знакомство с платформой Microsoft ASP.Net' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'Участие в проектировании структур баз данных.'},
        { text: 'Создание объектов баз данных в соответствии с требованиями постановок задач.'},
        { text: 'Разработка отчетных форм и модулей приложений.'},
      ]
    },
    conditions: {
      data: [
        { text: 'Офис на набережной в пешеходной доступности от м. Китай-город, Новокузнецкая, Таганская.' },
        { text: 'Мобильная связь.' },
        { text: 'Оформление по ТК РФ, 100% "белая" заработная плата.' },
        { text: 'Режим работы 9:30 – 18:30, допустимо смещение графика.' },
        { text: 'ДМС.' },
      ]
    }
  },
  {
    vacancy: 'Специалист отдела методической поддержки и дистанционного сопровождения бухгалтерского ПО',
    experience: '1-3 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'Образование высшее техническое или экономическое.' },
        { text: 'Знание SQL на уровне написания простых запросов.' },
        { text: 'Базовое знание бухгалтерского учета, интерес к углубленному изучению этой предметной области.' },
        { text: 'Плюсом будет являться опыт сопровождения ПО.' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'Дистанционное сопровождение бухгалтерского ПО (бюджетный учёт).' },
        { text: 'Консультации пользователей по вопросам установки, настройки, обновления и использования ПО (skype, телефон, e-mail).' },
        { text: 'Постановка ТЗ разработчикам на доработку системы.' },
        { text: 'Тестирование обновлений.' },
        { text: 'Участие в подготовке семинаров по обучению работе с системой.' },
        { text: 'Возможны загран. командировки.' },
      ]
    },
    conditions: {
      data: [
        { text: 'Офис на набережной в пешеходной доступности от м. Китай-город, Новокузнецкая, Таганская.' },
        { text: 'Оформление по ТК РФ, 100% "белая" заработная плата.' },
        { text: 'Режим работы 09:30 - 18:30, допустимо смещение графика.' },
        { text: 'ДМС.' },
      ]
    }
  },
  {
    vacancy: 'Full Stack разработчик .NET Core, C#, Angular',
    experience: 'от 1 года',
    employment: 'полная занятость, полный день',
    qualification: {
      data: [
        { text: 'Отличное знание ASP.NET MVC, C#.' },
        { text: 'Опыт использования любой ORM (Entity Framework, NHibernate, Dapper или другие).' },
        { text: 'Уверенные знания по JavaScript, опыт работ с Angular/AngularJS либо другим JS - фреймворком.' },
        { text: 'Знание MS SQL, опыт проектирования реляционной БД, а также написании запросов средней сложности.' },
        { text: 'Умение работать в команде, аргументировать свою точку зрения.' },
        { text: 'Приветствуется опыт проектирования и создания Микросервисов/GIT-модулей/NPM пакетов, обеспечивающих работу единых функциональных элементов в различных системах.' },
      ],
    },
    responsibilities: {
      data: [
        { text: 'Разработка решений на платформе .NET Core (C# + Angular).' },
        { text: 'Участие в проектировании реализации сформированных бизнес-требований.' },
        { text: 'Создание ПО, отвечающего согласованным требованиям.' },
      ]
    },
    conditions: {
      data: [
        { text: 'Офис на набережной в пешеходной доступности от м. Китай-город, Новокузнецкая, Таганская.' },
        { text: 'Комфортный, тихий офис с помещениями по несколько сотрудников.' },
        { text: 'Производительное железо: i7, SSD, два 24" Full HD монитора c IPS-матрицей.' },
        { text: 'Оформление по ТК РФ, заработная плата полностью проходит по 2НДФЛ.' },
        { text: 'Режим работы 10:00 - 19:00, допустимо смещение графика.' },
        { text: 'ДМС.' },
      ]
    }
  },
]
